;汉化：aotix

[CAT6SpecialistM1 X2CharacterTemplate]
strCharacterName="CAT6专家"
[CAT6SpecialistM2 X2CharacterTemplate]
strCharacterName="CAT6专家"
[CAT6SpecialistM3 X2CharacterTemplate]
strCharacterName="CAT6专家"

[AutopsyCAT6Specialist X2TechTemplate]
DisplayName="解剖CAT6专家"
Summary="让我们尽可能地了解这个新敌人。"
CodeName="CAT6 Mk. 1"
LongDescription="CAT6是一家私人军事公司，以第六类（Category 6）命名，第六类是指被系统联盟开除的士兵。众所周知，CAT6成员有大量的犯罪记录和虐待历史。"

[CorpseCAT6Specialist X2ItemTemplate]
FriendlyName="CAT6专家尸体"
FriendlyNamePlural="CAT6专家尸体"
BriefSummary="对这个样本的解剖可能让我取得进一步的进展。"

[ProvingGroundsProject_CAT6SpecialistArmor X2TechTemplate]
DisplayName="CAT6专家盔甲"
Summary="装备于CAT6专家"
CodeName="CAT6 Mk. 1"
LongDescription="装备于CAT6专家"

[CAT6SpecialistArmorSoldier X2ArmorTemplate]
FriendlyName="CAT6专家盔甲"
FriendlyNamePlural="CAT6专家盔甲"
BriefSummary="装备于CAT6专家"
TacticalText="<Bullet/>装备于CAT6专家"



